results/Node/3.txt
Bombarding http://localhost:3000/a/b with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [============================================================================================================================] 100.00% 33259/s 30s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     33096.29    5843.60   50874.81
  Latency       15.01ms     1.98ms   125.11ms
  HTTP codes:
    1xx - 0, 2xx - 0, 3xx - 0, 4xx - 1000000, 5xx - 0
    others - 0
  Throughput:     6.16MB/s