results/Node/3.txt
Bombarding http://localhost:3000/a/b with 1600000 request(s) using 5000 connection(s)
 1600000 / 1600000 [============================================================================================================================] 100.00% 31335/s 51s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     31429.83   16838.24   78735.07
  Latency      159.02ms    67.99ms      3.47s
  HTTP codes:
    1xx - 0, 2xx - 0, 3xx - 0, 4xx - 1600000, 5xx - 0
    others - 0
  Throughput:     5.80MB/s