results/Node/4.txt
Bombarding http://localhost:3000/json with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [=====================================================================================================================================] 100.00% 21974/s 45s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     22019.23    5182.47   45573.17
  Latency       22.73ms     1.50ms   131.70ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     6.48MB/s